<script setup>
useTitle('Информация на сайте не является публичной офертой')
</script>

<template>
  <article class="mx-4 my-8">
    <header class="mb-8">
      <h1 class="font-accent border-b border-gray-300 pb-2 text-3xl">
        Информация на сайте не является публичной офертой
      </h1>
    </header>
    <section class="space-y-4">
      <p>
        1. Вся представленная на сайте информация, касающаяся технических характеристик, наличия на складе, стоимости
        товаров, носит информационный характер и ни при каких условиях не является публичной офертой, определяемой
        положениями Статьи 437(2) Гражданского кодекса РФ.
      </p>
      <p>
        2. Нажатие на кнопки "Купить", "Разместить заказ", "Оформить заказ", а также последующее заполнение тех или иных
        форм, не накладывает на владельцев сайта никаких обязательств.
      </p>
      <p>
        3. Присланное по e-mail сообщение, содержащее копию заполненной формы заявки на сайте, не является ответом на
        сообщение потребителя или подтверждением заказа со стороны владельцев сайта.
      </p>
      <p>
        4. Все материалы, размещенные на сайте являются собственностью владельцев сайта, либо собственностью
        организаций, с которыми у владельцев сайта есть соглашение о размещении материалов. Копирование любой информации
        может повлечь за собой уголовное преследование.
      </p>
      <p>
        5. Регистрируясь на сайте или оставляя тем или иным способом свою персональную информацию, Вы делегируете право
        сотрудникам компании обрабатывать вашу персональную информацию.
      </p>
      <p>
        6. Для аналитических целей на сайте работает система статистики, которая собирает информацию о посещенных
        страницах сайта, заполненных формах и т.д. Сотрудники компании имеют доступ к этой информации.
      </p>
      <p>
        7. Переданная Вами информация, включающая данные о номере и содержании заказа, электронного адреса и номере
        телефона, может быть использована исключительно в целях оценки деятельности Интернет-магазина и улучшения
        качества обслуживания Покупателей.
      </p>
      <p>
        8. Оформляя заказ на сайте или иным способом становясь клиентом нашей компании, Вы принимаете все
        вышеперечисленные условия.
      </p>
    </section>
  </article>
</template>
