<script setup>
useTitle('Политика конфиденциальности')

const company = useCompany()
</script>

<template>
  <article class="mx-4 my-8">
    <header class="mb-8">
      <h1 class="font-accent border-b border-gray-300 pb-2 text-3xl">Политика конфиденциальности</h1>
    </header>

    <section class="space-y-8">
      <div class="mb-4 text-sm text-gray-600">
        <address class="leading-relaxed not-italic">
          Утверждена<br />
          Приказом № 76 от 15.03.2012<br />
          {{ company.name }}
        </address>
      </div>

      <h2 class="mb-2 text-center text-lg font-bold">ПОЛИТИКА ЗАЩИТЫ И ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</h2>

      <div class="space-y-4">
        <h3 class="text-center font-semibold">1. Общие положения</h3>
        <p>
          1.1. Настоящая Политика в отношении обработки персональных данных (далее – Политика) составлена в соответствии
          с пунктом 2 статьи 18.1 Федерального закона «О персональных данных» № 152-ФЗ от 27 июля 2006 г., а также иными
          нормативными правовыми актами Российской Федерации в области защиты и обработки персональных данных и
          действует в отношении всех персональных данных (далее – данные), которые {{ company.name }} (далее – Оператор)
          может получить от субъекта персональных данных, являющегося стороной по гражданско-правовому договору, от
          пользователя сети Интернет (далее – Пользователь) во время использования им любого из сайтов, сервисов, служб,
          программ, продуктов или услуг Оператора, а также от субъекта персональных данных, состоящего с Оператором в
          отношениях, регулируемых трудовым законодательством (далее – Работник).
        </p>
        <p>
          1.2. Оператор обеспечивает защиту обрабатываемых персональных данных от несанкционированного доступа и
          разглашения, неправомерного использования или утраты в соответствии с требованиями Федерального закона от 27
          июля 2006 г. № 152-ФЗ «О персональных данных».
        </p>
        <p>
          1.3. Оператор вправе вносить изменения в настоящую Политику. При внесении изменений в заголовке Политики
          указывается дата последнего обновления редакции. Новая редакция Политики вступает в силу с момента ее
          размещения на сайте, если иное не предусмотрено новой редакцией Политики.
        </p>
      </div>

      <div class="space-y-4">
        <h3 class="text-center font-semibold">2. Термины и принятые сокращения</h3>
        <ul class="list-disc space-y-1 pl-6">
          <li>
            Персональные данные – любая информация, относящаяся к прямо или косвенно определенному или определяемому
            физическому лицу (субъекту персональных данных).
          </li>
          <li>
            Обработка персональных данных – любое действие (операция) или совокупность действий (операций), совершаемых
            с использованием средств автоматизации или без использования таких средств с персональными данными, включая
            сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение,
            использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление,
            уничтожение персональных данных.
          </li>
          <li>
            Автоматизированная обработка персональных данных – обработка персональных данных с помощью средств
            вычислительной техники.
          </li>
          <li>
            Информационная система персональных данных (ИСПД) – совокупность содержащихся в базах данных персональных
            данных и обеспечивающих их обработку информационных технологий и технических средств.
          </li>
          <li>
            Персональные данные, сделанные общедоступными субъектом персональных данных, – персональные данные, доступ
            неограниченного круга лиц к которым предоставлен субъектом персональных данных либо по его просьбе.
          </li>
          <li>
            Блокирование персональных данных – временное прекращение обработки персональных данных (за исключением
            случаев, если обработка необходима для уточнения персональных данных).
          </li>
          <li>
            Уничтожение персональных данных – действия, в результате которых становится невозможным восстановить
            содержание персональных данных в информационной системе персональных данных и (или) в результате которых
            уничтожаются материальные носители персональных данных.
          </li>
        </ul>
      </div>

      <div class="space-y-4">
        <h3 class="text-center font-semibold">3. Обработка персональных данных</h3>
        <div class="space-y-2">
          <p>3.1. Получение персональных данных.</p>
          <ul class="list-disc space-y-1 pl-6">
            <li>
              3.1.1. Все персональные данные следует получать от самого субъекта. Если персональные данные субъекта
              можно получить только у третьей стороны, то субъект должен быть уведомлен об этом или от него должно быть
              получено согласие.
            </li>
            <li>
              3.1.2. Оператор должен сообщить субъекту о целях, предполагаемых источниках и способах получения
              персональных данных, характере подлежащих получению персональных данных, перечне действий с персональными
              данными, сроке, в течение которого действует согласие, и порядке его отзыва, а также о последствиях отказа
              субъекта дать письменное согласие на их получение.
            </li>
            <li>
              3.1.3. Документы, содержащие персональные данные, создаются путем:
              <ul class="list-disc pl-6">
                <li>
                  копирования оригиналов документов (паспорт, документ об образовании, свидетельство ИНН, пенсионное
                  свидетельство и др.);
                </li>
                <li>внесения сведений в учетные формы;</li>
                <li>
                  получения оригиналов необходимых документов (трудовая книжка, медицинское заключение, характеристика и
                  др.).
                </li>
              </ul>
            </li>
          </ul>
          <p>3.2. Обработка персональных данных.</p>
          <ul class="list-disc space-y-1 pl-6">
            <li>
              3.2.1. Обработка персональных данных осуществляется:
              <ul class="list-disc pl-6">
                <li>с согласия субъекта персональных данных на обработку его персональных данных;</li>
                <li>
                  в случаях, когда обработка персональных данных необходима для осуществления и выполнения возложенных
                  законодательством РФ функций, полномочий и обязанностей;
                </li>
                <li>
                  в случаях, когда осуществляется обработка персональных данных, доступ неограниченного круга лиц к
                  которым предоставлен субъектом персональных данных либо по его просьбе (далее – персональные данные,
                  сделанные общедоступными субъектом персональных данных).
                </li>
              </ul>
            </li>
            <li>
              3.2.2. Цели обработки персональных данных:
              <ul class="list-disc pl-6">
                <li>осуществление трудовых отношений;</li>
                <li>осуществление гражданско-правовых отношений;</li>
                <li>
                  для идентификации пользователей (посетителей) сайта интернет-магазина, для связи с пользователем, в
                  том числе направление уведомлений, запросов и информации, касающихся использования сайта магазина,
                  исполнения соглашений и договоров, а также обработки запросов и заявок от пользователя.
                </li>
                <li>
                  обезличивания персональных данных для получения обезличенных статистических данных, которые передаются
                  третьему лицу для проведения исследований, выполнения работ или оказания услуг по поручению магазина.
                </li>
              </ul>
            </li>
            <li>3.2.3. Категории субъектов персональных данных.</li>
            <li>
              Обрабатываются персональные данные следующих субъектов персональных данных:
              <ul class="list-disc pl-6">
                <li>физические лица, состоящие с Оператором в трудовых отношениях;</li>
                <li>физические лица, уволившиеся от Оператора;</li>
                <li>физические лица, являющиеся кандидатами на работу;</li>
                <li>физические лица, состоящие с Оператором в гражданско-правовых отношениях;</li>
                <li>физические лица, являющиеся пользователями сайта магазина.</li>
              </ul>
            </li>
            <li>
              3.2.4. Персональные данные, обрабатываемые Оператором:
              <ul class="list-disc pl-6">
                <li>данные, полученные при осуществлении трудовых отношений;</li>
                <li>данные, полученные для осуществления отбора кандидатов на работу;</li>
                <li>данные, полученные при осуществлении гражданско-правовых отношений;</li>
                <li>данные, полученные от пользователей сайта магазина.</li>
              </ul>
            </li>
            <li>
              3.2.5. Обработка персональных данных ведется:
              <ul class="list-disc pl-6">
                <li>с использованием средств автоматизации;</li>
                <li>без использования средств автоматизации.</li>
              </ul>
            </li>
          </ul>
          <p>3.3. Хранение персональных данных.</p>
          <ul class="list-disc space-y-1 pl-6">
            <li>
              3.3.1. Персональные данные субъектов могут быть получены, проходить дальнейшую обработку и передаваться на
              хранение как на бумажных носителях, так и в электронном виде.
            </li>
            <li>
              3.3.2. Персональные данные, зафиксированные на бумажных носителях, хранятся в запираемых шкафах либо в
              запираемых помещениях с ограниченным правом доступа.
            </li>
            <li>
              3.3.3. Персональные данные субъектов, обрабатываемые с использованием средств автоматизации в разных
              целях, хранятся в разных папках.
            </li>
            <li>
              3.3.4. Не допускается хранение и размещение документов, содержащих персональных данных, в открытых
              электронных каталогах (файлообменниках) в ИСПД.
            </li>
            <li>
              3.3.5. Хранение персональных данных в форме, позволяющей определить субъекта персональных данных,
              осуществляется не дольше, чем этого требуют цели их обработки, и они подлежат уничтожению по достижении
              целей обработки или в случае утраты необходимости в их достижении.
            </li>
          </ul>
          <p>3.4. Уничтожение персональных данных.</p>
          <ul class="list-disc space-y-1 pl-6">
            <li>
              3.4.1. Уничтожение документов (носителей), содержащих персональных данных, производится путем сожжения,
              дробления (измельчения), химического разложения, превращения в бесформенную массу или порошок. Для
              уничтожения бумажных документов допускается применение шредера.
            </li>
            <li>
              3.4.2. Персональные данные на электронных носителях уничтожаются путем стирания или форматирования
              носителя.
            </li>
            <li>
              3.4.3. Факт уничтожения персональных данных подтверждается документально актом об уничтожении носителей.
            </li>
          </ul>
          <p>3.5. Передача персональных данных.</p>
          <ul class="list-disc space-y-1 pl-6">
            <li>
              3.5.1. Оператор передает персональные данные третьим лицам в следующих случаях:
              <ul class="list-disc pl-6">
                <li>субъект выразил свое согласие на такие действия;</li>
                <li>
                  передача предусмотрена российским или иным применимым законодательством в рамках установленной
                  законодательством процедуры.
                </li>
              </ul>
            </li>
            <li>
              3.5.2. Перечень лиц, которым передаются персональные данные.
              <ul class="list-disc pl-6">
                <li>Пенсионный фонд РФ для учета (на законных основаниях);</li>
                <li>налоговые органы РФ (на законных основаниях);</li>
                <li>Фонд социального страхования РФ (на законных основаниях);</li>
                <li>территориальный фонд обязательного медицинского страхования (на законных основаниях);</li>
                <li>
                  страховые медицинские организации по обязательному и добровольному медицинскому страхованию (на
                  законных основаниях);
                </li>
                <li>банки для начисления заработной платы (на основании договора);</li>
                <li>органы МВД России в случаях, установленных законодательством;</li>
                <li>
                  обезличенные персональные данные Пользователей сайта интернет-магазина передаются контрагентам
                  Магазина.
                </li>
              </ul>
            </li>
            <li>
              3.6 Пользователи интернет-магазина, заполняющие формы с персональными данными на сайте Оператора,
              автоматическу дают свое согласие на обработку этих данных, о чем они обязаны извещаться непосредственно в
              момент заполнения.
            </li>
          </ul>
        </div>
      </div>

      <div class="space-y-4">
        <h3 class="text-center font-semibold">4. Защита персональных данных</h3>
        <ul class="list-disc space-y-1 pl-6">
          <li>
            4.1. В соответствии с требованиями нормативных документов Оператором создана система защиты персональных
            данных (СЗПД), состоящая из подсистем правовой, организационной и технической защиты.
          </li>
          <li>
            4.2. Подсистема правовой защиты представляет собой комплекс правовых, организационно-распорядительных и
            нормативных документов, обеспечивающих создание, функционирование и совершенствование СЗПД.
          </li>
          <li>
            4.3. Подсистема организационной защиты включает в себя организацию структуры управления СЗПД, разрешительной
            системы, защиты информации при работе с сотрудниками, партнерами и сторонними лицами.
          </li>
          <li>
            4.4. Подсистема технической защиты включает в себя комплекс технических, программных, программно-аппаратных
            средств, обеспечивающих защиту персональных данных.
          </li>
          <li>
            4.4. Основными мерами защиты персональных данных, используемыми Оператором, являются:
            <ul class="list-disc pl-6">
              <li>
                4.5.1. Назначение лица, ответственного за обработку персональных данных, которое осуществляет
                организацию обработки персональных данных, обучение и инструктаж, внутренний контроль за соблюдением
                учреждением и его работниками требований к защите персональных данных.
              </li>
              <li>
                4.5.2. Определение актуальных угроз безопасности персональных данных при их обработке в ИСПД и
                разработка мер и мероприятий по защите персональных данных.
              </li>
              <li>4.5.3. Разработка политики в отношении обработки персональных данных.</li>
              <li>
                4.5.4. Установление правил доступа к персональных данных, обрабатываемым в ИСПД, а также обеспечение
                регистрации и учета всех действий, совершаемых с персональными данными в ИСПД.
              </li>
              <li>
                4.5.5. Установление индивидуальных паролей доступа сотрудников в информационную систему в соответствии с
                их производственными обязанностями.
              </li>
              <li>
                4.5.6. Применение прошедших в установленном порядке процедуру оценки соответствия средств защиты
                информации.
              </li>
              <li>4.5.7. Сертифицированное антивирусное программное обеспечение с регулярно обновляемыми базами.</li>
              <li>
                4.5.8. Соблюдение условий, обеспечивающих сохранность персональных данных и исключающих
                несанкционированный к ним доступ.
              </li>
              <li>4.5.9. Обнаружение фактов несанкционированного доступа к персональным данным и принятие мер.</li>
              <li>
                4.5.10. Восстановление персональных данных, модифицированных или уничтоженных вследствие
                несанкционированного доступа к ним.
              </li>
              <li>
                4.5.11. Обучение работников Оператора, непосредственно осуществляющих обработку персональных данных,
                положениям законодательства РФ о персональных данных, в том числе требованиям к защите персональных
                данных, документам, определяющим политику Оператора в отношении обработки персональных данных, локальным
                актам по вопросам обработки персональных данных.
              </li>
              <li>4.5.12. Осуществление внутреннего контроля и аудита.</li>
            </ul>
          </li>
        </ul>
      </div>

      <div class="space-y-4">
        <h3 class="text-center font-semibold">
          5. Основные права субъекта персональных данных и обязанности Оператора
        </h3>
        <div class="space-y-2">
          <p>5.1. Основные права субъекта персональных данных.</p>
          <p>Субъект имеет право на доступ к его персональным данным и следующим сведениям:</p>
          <ul class="list-disc space-y-1 pl-6">
            <li>подтверждение факта обработки персональных данных Оператором;</li>
            <li>правовые основания и цели обработки персональных данных;</li>
            <li>цели и применяемые Оператором способы обработки персональных данных;</li>
            <li>
              наименование и место нахождения Оператора, сведения о лицах (за исключением работников Оператора), которые
              имеют доступ к персональных данных или которым могут быть раскрыты персональные данные на основании
              договора с Оператором или на основании федерального закона;
            </li>
            <li>сроки обработки персональных данных, в том числе сроки их хранения;</li>
            <li>порядок осуществления субъектом персональных данных прав, предусмотренных Федеральным законом;</li>
            <li>
              наименование или фамилия, имя, отчество и адрес лица, осуществляющего обработку персональных данных по
              поручению Оператора, если обработка поручена или будет поручена такому лицу;
            </li>
            <li>обращение к Оператору и направление ему запросов;</li>
            <li>обжалование действий или бездействия Оператора.</li>
          </ul>
          <p>5.2. Обязанности Оператора.</p>
          <ul class="list-disc space-y-1 pl-6">
            <li>при сборе персональных данных предоставить информацию об обработке персональных данных;</li>
            <li>
              в случаях если персональные данные были получены не от субъекта персональных данных, уведомить субъекта;
            </li>
            <li>при отказе в предоставлении персональных данных субъекту разъясняются последствия такого отказа;</li>
            <li>
              опубликовать или иным образом обеспечить неограниченный доступ к документу, определяющему его политику в
              отношении обработки персональных данных, к сведениям о реализуемых требованиях к защите персональных
              данных;
            </li>
            <li>
              принимать необходимые правовые, организационные и технические меры или обеспечивать их принятие для защиты
              персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования,
              копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в
              отношении персональных данных;
            </li>
            <li>
              давать ответы на запросы и обращения субъектов персональных данных, их представителей и уполномоченного
              органа по защите прав субъектов персональных данных.
            </li>
          </ul>
        </div>
      </div>

      <div class="space-y-4">
        <h2 class="mb-2 text-center text-lg font-bold">СОГЛАСИЕ посетителя сайта на обработку персональных данных</h2>
        <div class="space-y-2">
          <p>
            1. Выражаю {{ company.name }} (далее – интернет-магазин) (ОГРНИП 1067448049624, ИНН 7448078612, юридический
            адрес: {{ company.address.official }}) и его представителям свое согласие на автоматизированную и
            неавтоматизированную обработку моих персональных данных, включая сбор, систематизацию, накопление, хранение,
            уточнение (обновление, изменение), использование, распространение (в том числе передачу), обезличивание,
            блокирование, уничтожение следующих моих персональных данных, переданных мною лично интернет-магазину, в т.
            ч. с использованием интернет-сервисов Google analytics, Яндекс.Метрика, Liveinternet, Jivosite:
          </p>
          <ul class="list-disc space-y-1 pl-6">
            <li>1.1. фамилия, имя, отчество,</li>
            <li>1.2. адрес места жительства (адрес доставки заказа);</li>
            <li>1.3. номер телефона (домашний/сотовый);</li>
            <li>1.4. условия заказа в случае его оформления;</li>
            <li>
              1.5. источник захода на сайт chelinstrument.ru (далее – сайт магазина) и информация поискового или
              рекламного запроса;
            </li>
            <li>
              1.6. данные о пользовательском устройстве (среди которых разрешение, версия и другие атрибуты,
              характеризуемые пользовательское устройство, IP-адрес);
            </li>
            <li>
              1.7. информация о браузере пользователя (или иной программе, с помощью которой осуществляется доступ в
              сеть Интернет), технические характеристики оборудования и программного обеспечения, используемых
              пользователем;
            </li>
            <li>1.8. дата и время доступа;</li>
            <li>
              1.9. пользовательские клики, просмотры страниц, заполнения полей, показы и просмотры баннеров и видео;
            </li>
            <li>1.10. данные, характеризующие аудиторные сегменты;</li>
            <li>1.11. параметры сессии;</li>
            <li>1.12. данные о времени посещения;</li>
            <li>1.13. идентификатор пользователя, хранимый в cookie.</li>
          </ul>
          <p>2. Магазин может обрабатывать мои персональные данные в следующих целях:</p>
          <ul class="list-disc space-y-1 pl-6">
            <li>2.1. идентификации пользователей (посетителей) сайта интернет-магазина;</li>
            <li>
              2.2. связи со мной, в том числе направление уведомлений, запросов и информации, касающихся использования
              сайта магазина, исполнения соглашений и договоров, а также обработки запросов и заявок от меня.
            </li>
            <li>
              2.3. обезличивания персональных данных для получения обезличенных статистических данных, которые
              передаются третьему лицу для проведения исследований, выполнения работ или оказания услуг по поручению
              магазина.
            </li>
          </ul>
          <p>
            3. Обработка (на бумажных носителях; в информационных системах персональных данных и без использования
            средств автоматизации, а также смешанным способом) магазину моих персональных данных должна осуществляться в
            соответствии с требованиями Федерального закона от 27.07.2006г. № 152-ФЗ «О персональных данных» и
            «Политикой об обработке персональных данных {{ company.name }}».
          </p>
          <p>
            4. Также даю свое согласие на предоставление интернет-магазином моих персональных данных как посетителя
            сайта магазина агентствам и организациям, с которыми сотрудничает магазин. Магазин вправе осуществлять
            обработку моих персональных данных следующими способами: сбор, запись, систематизация, накопление, хранение,
            обновление, изменение, использование, передача (распространение, предоставление, доступ).
          </p>
          <p>
            5. Настоящее согласие, в том числе на передачу персональных данных третьей стороне в соответствии с п. 4
            настоящего согласия, вступает в силу с момента моего перехода на сайт интернет-магазина и действует до дня
            отзыва в письменной форме.
          </p>
          <p>
            6. Настоящее согласие может быть отозвано письменным заявлением на e-mail
            <a
              href="mailto:info@chelinstrument.ru"
              class="text-indigo-600 underline-offset-4 hover:underline"
              >info@chelinstrument.ru</a
            >.
          </p>
        </div>
      </div>
    </section>
  </article>
</template>
