<script setup>
useTitle('Как выбрать микрометр')
</script>

<template>
  <article class="mx-4 my-8">
    <header class="mb-8">
      <h1 class="font-accent border-b border-gray-300 pb-2 text-3xl">Как выбрать микрометр?</h1>
    </header>

    <section class="space-y-10">
      <div class="space-y-6">
        <div class="my-4 flex justify-center">
          <img
            src="https://chelinstrument.ru/images/choose_micrometr.jpg"
            class="max-w-full rounded-xl shadow"
            alt=""
          />
        </div>
        <p class="border-b border-gray-300 pb-2 italic">
          <strong>Микрометр</strong> применяется для измерения наружных размеров с высокой точностью. В целом состоит из
          жесткой скобы, с одной стороны которой вмонтирована неподвижная пятка, а с другой находится подвижный
          измерительный стержень. Перемещения стержня осуществляется путем вращения микрометрического винта (отсюда и
          название инструмента). До 300 мм выпускаются с диапазоном измерения 25 мм, более - 100 мм. Высокое качество
          изготовления микровинтовой передачи позволяет снимать размеры с точностью от 0,01 мм до 0,001 мм. Самый
          распространенный тип - это гладкие микрометры МК, но помимо этого выпускается множество специальных видов для
          узкоспециализированных работ.
        </p>

        <p>
          Для получения верных показаний необходимо знать, <strong>как правильно пользоваться микрометром</strong>. Дело
          в том, что микрометр - очень точный измерительный прибор, и неправильная его эксплуатация неизбежно приведет к
          увеличению погрешности измерений. Во-первых, пользоваться микрометром полагается только в теплых помещениях
          (20±10°С), и если вы принесли его с холода, нужно подождать некоторое время, пока температура инструмента не
          сравняется с температурой окружающей среды. Затем необходимо проверить
          <strong>установку микрометра на ноль</strong>. Для этого в моделях с диапазоном измерений 0-25 мм
          измерительные поверхности сводятся вместе, в остальных моделях нужно использовать специальную установочную
          меру, идущую в комплекте, для установки измерительных поверхностей в минимальное положение (так, для диапазона
          25-50 мм длина установочной меры будет 25 мм, для 50-75 - 50 мм и т.д.). В этом положении проверяется,
          показывает ли отсчетное устройство микрометра ноль. Если нет, необходимо произвести калибровку. Для этого в
          механических моделях используется идущий в комплекте ключик, позволяющий повернуть барабан и совместить
          нулевую риску; в электронных моделях все проще - нужно только нажать кнопку сброса на ноль. После выставления
          микрометра можно приступать к измерениям.
        </p>

        <div class="my-6 flex justify-center">
          <img
            src="https://chelinstrument.ru/images/articles/mikrometr-shema.jpg"
            class="max-w-full rounded-xl shadow"
            alt="Общее строение микрометра"
          />
        </div>

        <p>
          Во время работы для сведения пяток с измеряемым размером нужно пользоваться предусмотренным в конструкции
          специальным механизмом, нормирующим усилие зажима - трещоткой или фрикционом. Это позволяет всегда производить
          измерения с одинаковым усилием, избежав перетяга, что безусловно важно для обеспечения одинаковости показаний.
        </p>

        <h2 class="mt-8 mb-4 text-2xl font-bold">
          По способу снятия показаний все выпускаемые микрометры можно разделить на следующие группы:
        </h2>
        <div class="space-y-6">
          <div class="grid grid-cols-1 items-center gap-4 rounded-lg border-2 border-fuchsia-200 p-4 md:grid-cols-2">
            <div>
              <strong>1. Механические микрометры</strong> - самый распространенный тип, размеры снимаются при помощи
              используемого в конструкции нониусного барабана. Позволяют производить измерения с точностью 0,01 мм. На
              стебле микрометрической головки и барабане нанесены шкалы, по которым и определяется размер. В качестве
              примера можно привести гладкие микрометры МК, модели МК-25, МК-50, МК-75 и т.д.
            </div>
            <div class="flex justify-center">
              <img
                src="https://chelinstrument.ru/images/articles/mk-meh.jpg"
                class="max-w-full rounded-xl shadow"
                alt="Механический микрометр"
              />
            </div>
          </div>

          <div class="grid grid-cols-1 items-center gap-4 rounded-lg border-2 border-fuchsia-200 p-4 md:grid-cols-2">
            <div>
              <strong>2. Электронные микрометры</strong> - современная модель, для снятия размеров в которой
              используется электронное цифровое табло. Из плюсов - повышенная точность, до 0,001 мм, и простота в
              использовании. Кроме того, обладают функциями установки на ноль в любой точке, перевод миллиметры - дюймы,
              переключение между абсолютными и относительными измерениями, вывод данных на компьютер. В обозначение
              данного типа добавляется буква «Ц», так, для гладких электронных микрометров это будет МКЦ, и
              соответственно модели МКЦ-25, МКЦ-50, МКЦ-75 и т.д.
            </div>
            <div class="flex justify-center">
              <img
                src="https://chelinstrument.ru/images/articles/mk-elektr.jpg"
                class="max-w-full rounded-xl shadow"
                alt="Цифровой микрометр"
              />
            </div>
          </div>

          <div class="grid grid-cols-1 items-center gap-4 rounded-lg border-2 border-fuchsia-200 p-4 md:grid-cols-2">
            <div>
              <strong>3. Стрелочные микрометры</strong> - определение размеров происходит с использованием
              присутствующего в конструкции стрелочного индикатора. Среди представителей - листовые микрометры МЛ
              (модели МЛ-5, МЛ-10, МЛ-25) и рычажные микрометры МР и МРИ (модели МР-25, МР-50, МР-75, МР-100, МРИ-125,
              МРИ-150 и т.д.).
            </div>
            <div class="flex justify-center">
              <img
                src="https://chelinstrument.ru/images/articles/mk-strel.jpg"
                class="max-w-full rounded-xl shadow"
                alt="Микрометр с индикаторным отсчетным устройством"
              />
            </div>
          </div>
        </div>

        <h2 class="mt-8 mb-4 text-2xl font-bold">
          Как уже упоминалось, выпускается большое разнообразие микрометров. Для многих видов работ существует своя
          собственная, отличная от других, конструкция. Особенности заключаются в использовании специальных форм скоб и
          измерительных поверхностей, дополнительных механизмов, облегчающих работу. Вот основные типы микрометров,
          применяемых сегодня:
        </h2>
        <div class="space-y-6">
          <div class="grid grid-cols-1 items-center gap-4 rounded-lg border-2 border-fuchsia-200 p-4 md:grid-cols-2">
            <div>
              <strong>Микрометры гладкие МК, МКЦ</strong> - универсальный тип микрометра. Микрометрический стержень и
              пятка имеют гладкие измерительные поверхности, вылет скобы позволяет измерять диаметры на круглых
              поверхностях. Выпускаются с механической (МК) и электронной (МКЦ) системой отсчета. Диапазон измерений -
              25 мм для моделей с верхним пределом до 300 мм (МК-25, МК-50 и т.д. до МК-300), более - с диапазоном 100
              мм (МК-400, МК-500 и т.д.).
            </div>
            <div class="flex justify-center">
              <img
                src="https://chelinstrument.ru/images/articles/mk-mkc.jpg"
                class="max-w-full rounded-xl shadow"
                alt="Микрометры гладкие МК, МКЦ"
              />
            </div>
          </div>

          <div class="grid grid-cols-1 items-center gap-4 rounded-lg border-2 border-fuchsia-200 p-4 md:grid-cols-2">
            <div>
              <strong>Микрометры рычажные МР, МРИ</strong> - в конструкции имеется рычаг для отвода пятки и стрелочный
              индикатор для снятия показаний. В основном используются в серийном производстве, когда необходимо
              проверять один и тот же наружный размер на партии деталей. Для этого микрометр первоначально
              устанавливается на номинальный размер, а затем в процессе работы для каждой детали по индикатору
              определяется отклонение от него. Модели МР выпускаются с точностью отсчета 0,001 и 0,002 мм (МР-25-0.001,
              МР-50-0.002 и т.п.); модели МРИ - с точностью 0,01 мм (МРИ-25-0.01, МРИ-50-0.01 и т.д.).
            </div>
            <div class="flex justify-center">
              <img
                src="https://chelinstrument.ru/images/articles/mr-mri.jpg"
                class="max-w-full rounded-xl shadow"
                alt="Микрометры рычажные МР, МРИ"
              />
            </div>
          </div>

          <div class="grid grid-cols-1 items-center gap-4 rounded-lg border-2 border-fuchsia-200 p-4 md:grid-cols-2">
            <div>
              <strong>Микрометры листовые МЛ</strong> - используются для определения толщины листового и ленточного
              материала. Это может быть сталь, пластик, стекло, пленка ПВХ и т.п. Данный тип характеризуется скобой с
              большим вылетом, позволяющей измерять размеры на расстоянии от края изделия. Цена деления - 0,01 мм.
              Микрометры МЛ производства КировИнструмент выпускаются со стрелочным циферблатом для упрощения снятия
              показаний, у остальных производителей размер определяется по штриховому нониусу на микрометрическом винте.
              Выпускаются модели МЛ-5, МЛ-10, МЛ-25, МЛ-50.
            </div>
            <div class="flex justify-center">
              <img
                src="https://chelinstrument.ru/images/articles/ml.jpg"
                class="max-w-full rounded-xl shadow"
                alt="Микрометры листовые МЛ"
              />
            </div>
          </div>

          <div class="grid grid-cols-1 items-center gap-4 rounded-lg border-2 border-fuchsia-200 p-4 md:grid-cols-2">
            <div>
              <strong>Микрометры трубные МТ</strong> - для определения толщины стенки труб и других закругленных
              изделий. Особенность данного типа в форме неподвижной пятки - она изготавливается со сферической
              поверхностью. Это уменьшает пятно контакта с измеряемым изделием и не дает кривизне поверхности влиять на
              результат. Выпускается несколько модификаций трубных микрометров - это может быть «классический» вариант с
              прямоугольной скобой и запрессованной в ней закругленной пяткой; или неподвижная часть может быть
              выполнена в форме стержня с утолщением на конце, что позволяет производить измерения более глубоко от края
              изделия. Выпускаются с точностью 0,01 мм, модели МТ-15, МТ-25, МТ-50.
            </div>
            <div class="flex justify-center">
              <img
                src="https://chelinstrument.ru/images/articles/mt.jpg"
                class="max-w-full rounded-xl shadow"
                alt="Микрометры трубные МТ"
              />
            </div>
          </div>

          <div class="grid grid-cols-1 items-center gap-4 rounded-lg border-2 border-fuchsia-200 p-4 md:grid-cols-2">
            <div>
              <strong>Микрометры зубомерные МЗ</strong> - предназначены для определения длины общей нормали зубчатых
              колес. Измерительные поверхности пятки и подвижного стержня у этой модели имеют широкие измерительные
              поверхности, не менее 24 мм в диаметре, что облегчает их центрирование по хорде зуба. Применяются для
              зубьев с модулем от 1 мм, обладают точностью 0,01 мм. Выпускаются модели от МЗ-25 до МЗ-300.
            </div>
            <div class="flex justify-center">
              <img
                src="https://chelinstrument.ru/images/articles/mz.jpg"
                class="max-w-full rounded-xl shadow"
                alt="Микрометры зубомерные МЗ"
              />
            </div>
          </div>

          <div class="grid grid-cols-1 items-center gap-4 rounded-lg border-2 border-fuchsia-200 p-4 md:grid-cols-2">
            <div>
              <strong>Микрометры со вставками МВМ</strong> - позволяют измерять средний диаметр резьб. В пятке и
              подвижном стержне микрометра выполнены отверстия, куда вставляются идущие в комплекте вставки специальной
              формы. Стандартно комплектуются вставками для метрической резьбы, по дополнительному заказу возможна
              поставка со вставками для дюймовой и трубной резьб. Выпускаются модели от МВМ-25 до МВМ-350.
            </div>
            <div class="flex justify-center">
              <img
                src="https://chelinstrument.ru/images/articles/mvm.jpg"
                class="max-w-full rounded-xl shadow"
                alt="Микрометры со вставками МВМ"
              />
            </div>
          </div>

          <div class="grid grid-cols-1 items-center gap-4 rounded-lg border-2 border-fuchsia-200 p-4 md:grid-cols-2">
            <div>
              <strong>Микрометры призматические</strong> - применяются для определения наружного диаметра
              многолезвийного инструмента. Вместо неподвижной пятки здесь используется угловая скоба с твердосплавными
              накладками, образующая опорную призму. Выпускаются следующие модификации:<br />
              <strong>- тип МТИ</strong> - для трехлезвийного инструмента, угол призмы 60° (модели от МТИ-20 до
              МТИ-80);<br />
              <strong>- тип МПИ</strong> - для пятилезвийного инструмента, угол призмы 108° (модели от МПИ-25 до
              МПИ-105);<br />
              <strong>- тип МСИ</strong> - для семилезвийного инструмента, угол призмы 128°34' (модели от МСИ-25 до
              МСИ-105).
            </div>
            <div class="flex justify-center">
              <img
                src="https://chelinstrument.ru/images/articles/mp.jpg"
                class="max-w-full rounded-xl shadow"
                alt="Микрометры призматические"
              />
            </div>
          </div>

          <div class="grid grid-cols-1 items-center gap-4 rounded-lg border-2 border-fuchsia-200 p-4 md:grid-cols-2">
            <div>
              <strong>Микрометры с малыми измерительными поверхностями МК-МП</strong> - измерительные поверхности имеют
              форму тонких стержней с диаметром 2 мм. Применяются для измерения пазов, выточек, мелких деталей. Также
              выпускается электронная модель МКЦ-МП. Диапазоны измерений 0-25, 25-50, 50-75, 75-100 мм.
            </div>
            <div class="flex justify-center">
              <img
                src="https://chelinstrument.ru/images/articles/mk-mp.jpg"
                class="max-w-full rounded-xl shadow"
                alt="Микрометры с малыми измерительными поверхностями МК-МП, МКЦ-МП"
              />
            </div>
          </div>

          <div class="grid grid-cols-1 items-center gap-4 rounded-lg border-2 border-fuchsia-200 p-4 md:grid-cols-2">
            <div>
              <strong>Микрометры точечные МК-ТП</strong> - имеют еще меньшую площадь контакта, 0.3 мм. Измерительные
              поверхности имеют форму остроконечных конусов. Электронная модель обозначается МКЦ-ТП. Диапазоны измерений
              0-25, 25-50, 50-75, 75-100 мм.
            </div>
            <div class="flex justify-center">
              <img
                src="https://chelinstrument.ru/images/articles/mk-tp.jpg"
                class="max-w-full rounded-xl shadow"
                alt="Микрометры точечные МК-ТП"
              />
            </div>
          </div>
        </div>

        <h2 class="mt-8 mb-4 text-2xl font-bold">Производители микрометров</h2>
        <div class="space-y-4">
          <ul class="list-disc space-y-2 pl-6">
            <li style="margin-bottom: 10px">
              <strong>Кировский инструментальный завод (НПО "КировИнструмент")</strong> - в специализацию предприятия
              входит изготовление гладких микрометров МК, рычажных МРИ, листовых МЛ, трубных МТ, зубомерных МЗ,
              микрометров со вставками МВМ и призматических МТИ, МПИ, МСИ.
            </li>
            <li style="margin-bottom: 10px">
              <strong>Новосибирский инструментальный завод (НИЗ)</strong> - предприятие специализируется на изготовлении
              гладких микрометров МК, рычажных МРИ и специальных МСИ. Отличительная особенность продукции - это
              исполнение 100% производимых моделей в защищенном от коррозии исполнении.
            </li>
            <li style="margin-bottom: 10px">
              Санкт-Петербургский завод «Измерон» - микрометры рычажные МР. В настоящее время сняты с производства,
              инструмент поставляется с хранения.
            </li>
            <li style="margin-bottom: 10px">
              <strong>Китайские заводы</strong> - на сегодняшний день доля китайских микрометров на рынке самая большая.
              Основной ассортимент микрометров - цифровые МКЦ с системой Data, также выпускаются и механические аналоги
              гладких МК, рычажных МРИ, трубных МТ и других видов.
            </li>
            <li>
              <strong>Японская компания Mitutoyo</strong> - продукция этого предприятия в основном востребована в
              автомобильной отрасли, где по нормативной документации контроль деталей должен осуществляться средствами
              измерений именно этого производителя.
            </li>
          </ul>
        </div>
        <p>
          Микрометры данных производителей внесены в Гос. реестр средств измерений Российской Федерации и имеют
          сертификаты об утверждении типов. Продукция Кировского инструментального завода поставляется с первичной
          заводской поверкой, для остальных поверка при необходимости проводится дополнительно.
        </p>

        <h2 class="mt-8 mb-4 text-2xl font-bold">Примеры обозначения микрометров для заказа:</h2>
        <div class="space-y-4">
          <div class="rounded bg-indigo-50 p-4 text-indigo-800">
            <em>Микрометр МК-25 0,01 кл. 1 ГОСТ 6507-90</em> - гладкий микрометр с механической системой отсчета,
            диапазон измерений от 0 до 25 мм, цена деления 0,01 мм, погрешность показаний по 1 классу.
          </div>

          <div class="rounded bg-orange-50 p-4 text-orange-800">
            <em>Микрометр МКЦ-50 0,001 кл. 2 ГОСТ 6507-90</em> - гладкий микрометр с электронной системой отсчета,
            диапазон измерений от 25 до 50 мм, дискретность измерений 0,001 мм, погрешность показаний по 2 классу.
          </div>

          <div class="rounded bg-indigo-50 p-4 text-indigo-800">
            <em>Микрометр МВМ-75 0,01 ГОСТ 6507-90</em> - микрометр со вставками для измерения резьбы, с механической
            системой отсчета, диапазон измерений от 50 до 75 мм, цена деления 0,01 мм.
          </div>

          <div class="rounded bg-orange-50 p-4 text-orange-800">
            <em>Микрометр МР-100 0,001 ГОСТ 4381-87</em> - рычажный микрометр с диапазоном измерения 75-100 мм, точность
            отсчета 0,001 мм.
          </div>
        </div>

        <p>Теперь, когда вы разбираетесь во всем разнообразии микрометров, можете сделать правильный выбор!</p>
      </div>

      <HelperAlarm>
        <template #title>Остались вопросы?</template>
        <p>
          Если у вас остались вопросы по выбору микрометра, наши специалисты с радостью помогут вам подобрать
          оптимальный вариант с учетом ваших задач и бюджета. Просто позвоните или напишите нам!
        </p>
      </HelperAlarm>
    </section>
  </article>
</template>
