<script setup>
useTitle('Что такое поверка')
useSeoMeta({
  description:
    'Поверка — это процесс подтверждения соответствия измерительного инструмента установленным стандартам и требованиям. В статье рассматриваются ключевые аспекты поверки, включая ее цели, методы и важность для обеспечения точности измерений.',
})
</script>

<template>
  <article class="mx-4 my-8">
    <header class="mb-8">
      <h1 class="font-accent border-b border-gray-300 pb-2 text-3xl">Что такое поверка?</h1>
    </header>

    <main class="space-y-10">
      <section class="space-y-6">
        <div class="my-4 flex justify-center">
          <HelperArticleImg
            img-name="poverka"
            alt="Поверка измерительного инструмента"
            class="max-w-full rounded-xl shadow" />
        </div>

        <p class="border-b border-gray-300 pb-2 italic">
          Поверка является, по сути, подтверждением качества продукции и указывает на соответствие исполнения изделия
          действующим стандартам. Она состоит из ряда испытаний, позволяющих определить метрологические характеристики
          средства измерения. Когда необходима поверка, какой инструмент подлежит поверке, кто имеет право ее проводить
          и как правильно оформляются результаты поверки, вы узнаете из данной статьи.
        </p>

        <div class="rounded-lg border-2 border-fuchsia-400 bg-fuchsia-50 p-4">
          Информация в статье относится к поверке инструмента для измерения геометрических величин (так как мы
          специализируемся именно на данном типе продукции), но по большей части верна и для остальных средств
          измерений.
        </div>

        <nav class="mt-8 rounded-lg border border-gray-200 bg-white p-6 shadow-md">
          <p class="mb-4 text-xl font-bold text-gray-800">Содержание</p>
          <ul class="space-y-3">
            <li>
              <a
                href="#link1"
                class="text-indigo-600 underline-offset-4 hover:underline"
                >Как осуществляется поверка измерительного инструмента?</a
              >
            </li>
            <li>
              <a
                href="#link2"
                class="text-indigo-600 underline-offset-4 hover:underline"
                >Какой инструмент можно поверить?</a
              >
            </li>
            <li>
              <a
                href="#link3"
                class="text-indigo-600 underline-offset-4 hover:underline"
                >Кто может проводить поверку?</a
              >
            </li>
            <li>
              <a
                href="#link4"
                class="text-indigo-600 underline-offset-4 hover:underline"
                >Когда нужна поверка?</a
              >
            </li>
            <li>
              <a
                href="#link5"
                class="text-indigo-600 underline-offset-4 hover:underline"
                >Какие существуют виды поверок?</a
              >
            </li>
            <li>
              <a
                href="#link6"
                class="text-indigo-600 underline-offset-4 hover:underline"
                >Как подтверждается поверка?</a
              >
            </li>
            <li>
              <a
                href="#link-arshin"
                class="text-indigo-600 underline-offset-4 hover:underline"
                >Что такое система Аршин?</a
              >
            </li>
            <li>
              <a
                href="#link7"
                class="text-indigo-600 underline-offset-4 hover:underline"
                >Расшифровка поверительных клейм.</a
              >
            </li>
            <li>
              <a
                href="#link8"
                class="text-indigo-600 underline-offset-4 hover:underline"
                >В какие сроки осуществляется поверка?</a
              >
            </li>
            <li>
              <a
                href="#link9"
                class="text-indigo-600 underline-offset-4 hover:underline"
                >Где можно заказать поверку?</a
              >
            </li>
          </ul>
        </nav>

        <div class="space-y-4">
          <h2
            id="link1"
            class="mt-8 mb-4 text-2xl font-bold">
            Как осуществляется поверка измерительного инструмента?
          </h2>
          <p>
            Для осуществления процесса поверки измерительный инструмент передается в специальную организацию, имеющую
            лицензию на проведения подобных работ - это может быть региональный центр стандартизации и метрологии (к
            примеру,
            <a
              href="http://chelcsm.ru/"
              target="_blank"
              class="text-indigo-600 underline-offset-4 hover:underline"
              >Челябинский ЦСМ</a
            >), или независимая аккредитованная лаборатория. Такие лаборатории в основном существуют при
            инструментальных заводах, крупных промышленных предприятиях и институтах. В ходе поверительных работ
            метролог проверяет соответствие инструмента действующим на него стандартам. При положительном исходе
            испытаний оформляется документ, подтверждающий качество инструмента, при отрицательном - заключение о
            непригодности.
          </p>
          <h2
            id="link2"
            class="mt-8 mb-4 text-2xl font-bold">
            Какой инструмент можно поверить?
          </h2>
          <p>
            У измерительного инструмента есть одно необходимое условие для поверки - он должен иметь
            <strong>свидетельство об утверждении типа</strong>. Этот документ говорит о том, что данный тип средства
            измерения успешно прошел испытания в Федеральном агентстве по техническому регулированию и метрологии, в
            результате чего были утверждены действующие на него стандарты качества и закреплена методика поверки.
          </p>
          <div class="my-6 flex justify-center">
            <HelperArticleImg
              img-name="svidetelstvo"
              alt="Образец свидетельства об утверждении типа"
              class="max-w-full rounded-xl shadow" />
          </div>
          <p>
            После получения свидетельства инструмент автоматически вносится в специальную базу -
            <strong>Государственный реестр средств измерений (Госреестр)</strong>. Наличие изделия в этой базе означает,
            что оно допущено к применению на территории России, и его можно поверить.
          </p>
          <p>
            Допустим, вам нужен штангенциркуль с поверкой. Зайдя на
            <a
              href="https://fgis.gost.ru/fundmetrology/cm/mits"
              target="_blank"
              class="text-indigo-600 underline-offset-4 hover:underline"
              >сайте Росстандарта в базу Госреестра
            </a>
            можно убедиться, что штангенциркули производства Челябинского Инструментального Завода, Ставропольского
            Инструментального Завода и т.д. имеют свидетельство об утверждении типа и соответственно могут поверяться.
            Если же производителя нет в базе - такой инструмент поверить не получится (но его можно калибровать,
            подробнее об этом в
            <a
              href="/materials/chto-takoe-kalibrovka-instrumenta"
              class="text-indigo-600 underline-offset-4 hover:underline"
              target="_blank"
              >следующей статье</a
            >).
          </p>
          <h2
            id="link3"
            class="mt-8 mb-4 text-2xl font-bold">
            Кто может проводить поверку?
          </h2>
          <p>
            Поверяющая организация должна иметь <strong>действующую аккредитацию</strong> на выполнение работ по поверке
            средств измерения, а поверяемый инструмент входить в её <strong>область аккредитации</strong>. К примеру,
            лаборатория может быть аккредитована поверять угольники длиной до 400 мм, и тогда поверить в ней модели
            большей длины не получится.
          </p>
          <div class="my-6 flex justify-center">
            <HelperArticleImg
              img-name="attestat_akkreditacii"
              alt="Образец свидетельства об утверждении типа"
              class="max-w-full rounded-xl shadow" />
          </div>

          <p>
            После успешного прохождения аккредитации организации присваивается
            <strong>условный шифр поверителя</strong>, состоящий из буквенных символов (от одной до трех букв, подробнее
            <a
              href="#link7"
              class="text-indigo-600 underline-offset-4 hover:underline"
              >ниже</a
            >). Этот шифр индивидуален, и он обязательно присутствует в документе о поверке.
          </p>
          <p>
            Регистрационный номер сертификата аккредитации обязательно указывается в свидетельстве о поверке. Найти
            организацию по её шифру можно в
            <a
              href="https://fgis.gost.ru/fundmetrology/cm/vcss"
              class="text-indigo-600 underline-offset-4 hover:underline"
              target="_blank"
              >официальной базе Росстандарта</a
            >.
          </p>
          <h2
            id="link4"
            class="mt-8 mb-4 text-2xl font-bold">
            Когда нужна поверка?
          </h2>
          <p>
            Согласно
            <a
              href="https://fsa.gov.ru/documents/11864/"
              class="text-indigo-600 underline-offset-4 hover:underline"
              target="_blank"
              >Федеральному Закону №102 от 26.06.2008</a
            >
            обязательной поверке подлежат средства измерений, входящие в сферу государственного регулирования
            обеспечения единства измерений (ГРОЕИ). Проще говоря, это все работы, за которыми осуществляется контроль со
            стороны государства. Сюда входят военно-промышленный комплекс, здравоохранение, деятельность в области
            безопасности жизнедеятельности, торговли, геодезии, гидрометеорологии и т.п. Если же инструмент занят в
            работах, не входящих в сферу ГРОЕИ, его поверка не требуется. Но конечно, вы все равно можете её осуществить
            с целью подтверждения точности измерений (для этого также подойдет и
            <a
              href="/chto-takoe-kalibrovka-instrumenta"
              class="text-indigo-600 underline-offset-4 hover:underline"
              target="_blank"
              >калибровка</a
            >).
          </p>
          <p>
            Также стоит заметить, что измерительный инструмент не подлежит обязательному подтверждению соответствия.
            Производитель не обязан вносить его в Госреестр, то есть все работы выполняются добровольно. Но все
            более-менее серьезные производители все же стараются пройти сертификацию, по крайней мере, на самые
            популярные модели, так как это в значительной степени расширяет область их применения.
          </p>
          <h2
            id="link5"
            class="mt-8 mb-4 text-2xl font-bold">
            Какие существуют виды поверок?
          </h2>
          <p>
            Основные два типа поверки - это первичная, когда поверяется новый инструмент, только выпущенный из
            производства (или после ремонта), и периодическая, осуществляемая во время эксплуатации или хранения
            инструмента.
          </p>
          <p>
            <strong>Первичная поверка</strong> при выпуске с производства зачастую проводится лаборариями,
            расположенными непосредственно при предприятиях-производителях (такие лаборатории есть при Челябинском,
            Кировском, Ставропольском и других инструментальных заводах). Все они проходят лицензирование и аккредитацию
            на право поверки, и, по сути, считаются независимыми.
          </p>
          <p>
            <strong>Периодическую поверку</strong> заказывают в основном при завершении срока действия предыдущей
            поверки. Период времени, в течение которого действует поверка, для каждого типа изделия свой и
            устанавливается во время получения свидетельства (внесения в Госреестр). Срок может варьироваться от 6
            месяцев до 5 лет. Для измерительного инструмента этот интервал обычно составляет 1 год.
          </p>
          <p>Кроме двух вышеприведенных, существуют следующие поверки: внеочередная, инспекционная, экспертная.</p>

          <h2
            id="link6"
            class="mt-8 mb-4 text-2xl font-bold">
            Как подтверждается поверка?
          </h2>

          <p>
            Документ, подтверждающий поверку, обязан содержать в себе <strong>поверительное клеймо</strong>. Так
            называется специальная печать, закрепляемая за поверителем после успешной аккредитации. В клейме с помощью
            буквенных и числовых символов зашифрована дата поверки и информация о поверителе.
          </p>
          <div class="my-6 flex justify-center">
            <HelperArticleImg
              img-name="svid_poverka"
              alt="Образец свидетельства об утверждении типа"
              class="max-w-full rounded-xl shadow" />
          </div>

          <p>
            При успешном прохождении испытаний на изделие чаще всего выписывают
            <strong>свидетельство о поверке</strong>, в котором отражаются данные об инструменте и указывается, каким
            стандартам он соответствует, обязательно стоит дата поверки и срок её действия. Кроме того, при первичной
            поверке сведения о её прохождении могут заноситься непосредственно <strong>в паспорт изделия</strong>.
            Юридически такой документ ничем не отличается от отдельного свидетельства. Главное - наличие поверительного
            клейма и росписи поверителя.
          </p>
          <div class="my-6 flex justify-center">
            <HelperArticleImg
              img-name="pasport_poverka"
              alt="Образец свидетельства об утверждении типа"
              class="max-w-full rounded-xl shadow" />
          </div>

          <p>
            В последнее время широкое распространение получили специальные
            <strong>наклейки с голографической защитой</strong>, вклеиваемые в свидетельство о поверке. На них
            расположен штрих-код, в котором зашифрованы все основные аспекты документа. Применение данных наклеек
            позволяет дополнительно защитить сертификаты от подделок и автоматизировать идентификацию средств измерений.
            Допускается одновременное нанесение поверительного клейма и наклейки, но вполне достаточно и её
            самостоятельного применения.
          </p>
          <div class="my-6 flex justify-center">
            <HelperArticleImg
              img-name="nakleyka_poverka"
              alt="Образец свидетельства об утверждении типа"
              class="max-w-full rounded-xl shadow" />
          </div>

          <h2
            id="link-arshin"
            class="mt-8 mb-4 text-2xl font-bold">
            Что такое система Аршин?
          </h2>
          <p>
            <a
              href="https://fgis.gost.ru/fundmetrology/cm/results/"
              target="_blank"
              class="text-indigo-600 underline-offset-4 hover:underline"
              >ФГИС «Аршин»</a
            >
            — это Федеральная государственная информационная система, созданная для обеспечения единства измерений в
            России. Она представляет собой электронную базу данных, где хранятся сведения о средствах измерений, их
            поверке, эталонах, методиках и нормативных документах.
          </p>
          <h3 class="font-bold">Зачем нужна система «Аршин»?</h3>

          <ul class="list-disc space-y-2 pl-6">
            <li>
              <strong>Подтверждение поверки:</strong> после поверки прибора информация о ней вносится в «Аршин» — это и
              есть официальное подтверждение.
            </li>
            <li>
              <strong>Учет и контроль:</strong> помогает государству и организациям отслеживать состояние измерительных
              приборов.
            </li>
            <li><strong>Цифровизация:</strong> заменяет бумажные свидетельства поверки, упрощает документооборот.</li>
          </ul>

          <h3 class="font-bold">Что можно найти в «Аршине»?</h3>
          <ul class="list-disc space-y-2 pl-6">
            <li>Результаты поверки приборов</li>
            <li>Реестр утверждённых типов средств измерений.</li>
            <li>Сведения о государственных эталонах.</li>
            <li>Методики поверки и измерений.</li>
          </ul>
          <h3 class="font-bold">Как работает?</h3>

          <p>
            После проведения поверки аккредитованная организация вносит сведения о результатах поверки измерительного
            инструмента в ФГИС «Аршин». Пользователь может зайти на сайт системы, указать серийный номер инструмента
            (или использовать другие параметры фильтрации) и получить официальное подтверждение прохождения поверки. Для
            измерительного инструмента это позволяет быстро проверить актуальность поверки, срок её действия и данные о
            поверяющей организации.
          </p>
          <p>
            Система стала обязательной с 2020 года, и теперь электронная запись в «Аршине» считается юридически значимым
            подтверждением поверки. Бумажные свидетельства о поверке стали необязательными — достаточно электронной
            записи в системе.
          </p>

          <h2
            id="link7"
            class="mt-8 mb-4 text-2xl font-bold">
            Расшифровка поверительных клейм.
          </h2>
          <p>Поверительное клеймо может быть следующей формы:</p>
          <ul class="list-disc space-y-2 pl-6">
            <li>
              <strong>круглое</strong> - для региональных центров стандартизации и метрологии (гос. органы ГМС и ГНМЦ);
            </li>
            <li><strong>прямоугольное</strong> - для метрологических служб юр. лиц при первичной поверке;</li>
            <li>
              <strong>квадратное</strong> - для метрологических служб юр. лиц при периодической поверке (стоит отметить,
              что квадратное клеймо допускается ставить и при первичной поверке).
            </li>
          </ul>
          <div class="my-6 flex justify-center">
            <HelperArticleImg
              img-name="poverka-kleyma"
              alt="Образец свидетельства об утверждении типа"
              class="max-w-full rounded-xl shadow" />
          </div>

          <p>Поверительные клейма обязательно должны содержать следующую информацию:</p>
          <ul class="list-disc space-y-2 pl-6">
            <li>
              <strong>знак федерального органа</strong> исполнительной власти в области метрологии - Госстандарта
              России;
            </li>
            <li>
              <strong>условный шифр</strong> органа ГМС (две буквы русского алфавита), ГНМЦ (одна буква русского
              алфавита) или метрологической службы юридического лица (три буквы русского алфавита). То есть указывается
              индивидуальный шифр, закрепленный непосредственно за поверяющей организацией. Найти организацию по её
              шифру, или наоборот, можно в
              <a
                href="https://fgis.gost.ru/fundmetrology/cm/vcss"
                class="text-indigo-600 underline-offset-4 hover:underline"
                target="_blank"
                >базе Росстандарта</a
              >;
            </li>
            <li><strong>две последние цифры года</strong> применения поверительного клейма;</li>
            <li>
              <strong>индивидуальный знак поверителя</strong>. Обозначают одной из букв, взятых из русского, латинского
              или греческого алфавитов.
            </li>
          </ul>
          <p>
            Кроме этого, в поле клейма также может проставляться <strong>месяц или квартал</strong> поверки. Месяц года
            обозначают арабскими цифрами (1, 2, 3…). Квартал года обозначают римскими (I, II, III, IV).
          </p>
          <h2
            id="link8"
            class="mt-8 mb-4 text-2xl font-bold">
            В какие сроки осуществляется поверка?
          </h2>
          <p>
            При сдаче инструмента в поверку нужно учитывать, что процесс этот не очень быстрый. Сроки могут разниться от
            2-х недель до 2-х месяцев. <strong>Средняя продолжительность - в районе месяца</strong>. В основном этот
            период зависит от загруженности поверяющей организации. Если повезло и вы попали в момент затишья - выдадут
            быстро, если нет - придется ждать. В теории существует срочная поверка, когда за дополнительную оплату вам
            обязаны провести работы за неделю или две, но на практике это далеко не всегда работает - поверитель либо
            отказывается оформлять заказ со срочностью, понимая, что не успеет, либо сроки просто не соблюдаются.
          </p>
          <p>
            Для удобства наших клиентов, мы стараемся поддерживать складское наличие поверенного инструмента. Кроме
            того, инструмент производства Кировского (КировИнструмент) и Ставропольского (СТИЗ) инструментальных заводов
            изначально поставляется с первичной заводской поверкой, и в дополнительных подтверждениях качества не
            нуждается. Но конечно не все заказы на поверенный инструмент удается удовлетворять из наличия, поэтому
            ожидания неизбежны.
          </p>
          <h2
            id="link9"
            class="mt-8 mb-4 text-2xl font-bold">
            Где можно заказать поверку?
          </h2>
          <p>
            Самое простое, это обратиться в региональный центр ЦСМ. Они есть во всех крупных городах и региональных
            центрах. Но основной недостаток данных организаций - большая загруженность (средства измерений к ним везут
            со всего региона, так как некоторые виды метрологических работ могут выполнять только государственные
            учреждения), и как следствие затянутые сроки. Так что иногда стоит поискать ближайшие к вам коммерческие
            организации, имеющие аттестованные на право поверки лаборатории.
          </p>
          <p>Мы работаем со следующими поверяющими организациями:</p>
          <ul class="list-disc space-y-2 pl-6">
            <li>
              <a
                href="http://chelcsm.ru/"
                class="text-indigo-600 underline-offset-4 hover:underline"
                target="_blank"
                >ФБУ «Челябинский ЦСМ»</a
              >;
            </li>
            <li>
              <a
                href="http://kcsm45.ru/"
                class="text-indigo-600 underline-offset-4 hover:underline"
                target="_blank"
                >ФБУ «Курганский ЦСМ»</a
              >;
            </li>
            <li>
              <a
                href="http://chiz.ru/laboratoy/"
                class="text-indigo-600 underline-offset-4 hover:underline"
                target="_blank"
                >ЦИЛ ООО НПП «Челябинский инструментальный завод»</a
              >;
            </li>
            <li>
              <a
                href="http://vniitf.ru/ms/"
                class="text-indigo-600 underline-offset-4 hover:underline"
                target="_blank"
                >Метрологическая служба ФГУП «РФЯЦ-ВНИИТФ им. академ. Е.И. Забабахина», г. Снежинск</a
              >.
            </li>
          </ul>
          <p>
            Можем рекомендовать данных поверителей как профессионалов своего дела, работающих по современным
            метрологическим стандартам и аккредитованных в широком спектре типов средств измерений.
          </p>
          <div class="rounded-lg border-2 border-fuchsia-400 bg-fuchsia-50 p-4">
            <p>
              Обращаем внимание, что в разделе
              <a
                href="/materials"
                class="text-indigo-600 underline-offset-4 hover:underline"
                target="_blank"
                >«Материалы»</a
              >
              нашего сайта можно найти стандарты качества (<a
                href="/materials/standards"
                class="text-indigo-600 underline-offset-4 hover:underline"
                >ГОСТ, ТУ</a
              >) и методики поверки (<a
                href="/materials/grsi"
                class="text-indigo-600 underline-offset-4 hover:underline"
                >Описания типов, МИ</a
              >) на измерительный инструмент.
            </p>
          </div>

          <HelperAlarm>
            <template #title>Остались вопросы?</template>
            <p>
              Позвоните нашим менеджерам по телефону
              <a
                href="tel:+73517907748"
                class="text-indigo-600 underline-offset-4 hover:underline"
                >+7 (351) 790-77-48</a
              >, напишите на e-mail
              <a
                href="mailto:info@chelinstrument.ru"
                class="text-indigo-600 underline-offset-4 hover:underline"
                >info@chelinstrument.ru</a
              >, либо воспользуйтесь
              <button
                class="text-indigo-600 underline-offset-4 hover:underline"
                @click="showFeedback()">
                формой обратной связи</button
              >.
            </p>
          </HelperAlarm>
        </div>
      </section>
    </main>
  </article>
</template>
