<script setup>
useTitle('Что такое калибровка')
useSeoMeta({
  description:
    'Калибровка — это определение истинных метрологических параметров какого-либо изделия. В статье рассмотрены отличия калибровки от поверки, а также даны рекомендации, когда лучше заказывать калибровку инструмента, а когда его поверку.',
})
</script>

<template>
  <article class="mx-4 my-8">
    <header class="mb-8">
      <h1 class="font-accent border-b border-gray-300 pb-2 text-3xl">Что такое калибровка?</h1>
    </header>
    <main class="space-y-10">
      <section class="space-y-6">
        <div class="my-4 flex justify-center">
          <!-- <img
              :src="'/static/img/articles/kalibrovka.jpg'"
              alt="Калибровка измерительного инструмента"
              class="max-w-full rounded-xl shadow" /> -->
          <HelperArticleImg
            img-name="kalibrovka"
            alt="Калибровка измерительного инструмента"
            class="max-w-full rounded-xl shadow" />
        </div>
        <p class="border-b border-gray-300 pb-2 italic">
          Калибровка — это определение истинных метрологических параметров какого-либо изделия. Для того, чтобы
          результаты калибровки имели вес, производиться она должна в специализированных аттестованных лабораториях.
          Процесс калибровки очень похож на процесс поверки, но при этом имеет ряд особенностей. В данной статье мы
          рассмотрим эти различия и выясним, когда лучше заказывать калибровку инструмента, а когда его поверку.
        </p>
        <div class="rounded-lg border-2 border-fuchsia-400 bg-fuchsia-50 p-4">
          Информация в статье относится к калибровке инструмента для измерения геометрических величин (так как мы
          специализируемся именно на данном типе продукции), но по большей части верна и для остальных средств
          измерений.
        </div>
        <nav class="mt-8 rounded-lg border border-gray-200 bg-white p-6 shadow-md">
          <p class="mb-4 text-xl font-bold text-gray-800">Содержание</p>
          <ul class="space-y-3">
            <li>
              <a
                href="#link1"
                class="text-indigo-600 underline-offset-4 hover:underline"
                >Какие СИ подлежат калибровке?</a
              >
            </li>
            <li>
              <a
                href="#link2"
                class="text-indigo-600 underline-offset-4 hover:underline"
                >В чем отличие калибровки от поверки?</a
              >
            </li>
            <li>
              <a
                href="#link3"
                class="text-indigo-600 underline-offset-4 hover:underline"
                >Где можно откалибровать СИ?</a
              >
            </li>
            <li>
              <a
                href="#link4"
                class="text-indigo-600 underline-offset-4 hover:underline"
                >Как оформляются результаты калибровки?</a
              >
            </li>
            <li>
              <a
                href="#link5"
                class="text-indigo-600 underline-offset-4 hover:underline"
                >Расшифровка калибровочного клейма.</a
              >
            </li>
            <li>
              <a
                href="#link6"
                class="text-indigo-600 underline-offset-4 hover:underline"
                >В чем преимущества калибровки?</a
              >
            </li>
          </ul>
        </nav>
        <!-- Основной контент -->
        <div class="space-y-4">
          <h2
            id="link1"
            class="mt-8 mb-4 text-2xl font-bold">
            Какие СИ подлежат калибровке?
          </h2>
          <p>
            Калибровка — это определение истинных метрологических значений какого-либо изделия. С её помощью можно
            узнать, к примеру, реальную длину концевой меры, или с какой погрешностью измеряет микрометр, штангенциркуль
            и т.п. Калибровать можно абсолютно любой измерительный инструмент. И в то же время, эта операция полностью
            добровольна.
          </p>
          <p>
            <a
              href="http://www.fundmetrology.ru/depository/01_npa/102-fz_2015.pdf"
              target="_blank"
              class="text-indigo-600 underline-offset-4 hover:underline"
              >Федеральным законом №102 от 26.06.2008 г.</a
            >
            предписываются все случаи, когда используемый инструмент должен быть поверен — если коротко, это если сфера
            его применения подпадает под государственное регулирование (ГРОЕИ). Во всех остальных случаях она не
            требуется. Но пользователю СИ всё равно зачастую важно знать, каким он пользуется инструментом, его
            характеристики и отклонения. И в этом случае он может его откалибровать.
          </p>
          <p>
            Для примера, законом предписывается, чтобы все СИ, используемые в ОТК для проверки готовой продукции, были
            поверены. Но непосредственно при самом производстве этой продукции, для контроля качества изделия на
            промежуточных этапах, поверенный инструмент не требуется. Для повышения качества товара и уменьшения брака
            предприятие может регулярно калибровать СИ для внутреннего применения, но в то же время нет нормы закона,
            обязывающей делать это.
          </p>
          <h2
            id="link2"
            class="mt-8 mb-4 text-2xl font-bold">
            В чем отличие калибровки от поверки?
          </h2>
          <p>
            Зачастую откалибровать инструмент бывает легче, чем поверить. Как отмечалось в
            <a
              href="/materials/blog/64-chto-takoe-poverka-instrumenta"
              target="_blank"
              class="text-indigo-600 underline-offset-4 hover:underline"
              >данной статье</a
            >, при поверке нужно соблюсти ряд требований. В первую очередь, выписывать свидетельства о поверке может
            далеко не каждая лаборатория, а лишь прошедшая соответствующую аккредитацию в гос. органах и имеющая
            собственное клеймо поверителя. При этом само СИ должно входить в область аккредитации данного
            метрологического органа. На поверяемый инструмент также накладывается требование, он должен иметь
            свидетельство (сертификат) об утверждении типа, то есть быть включен в Гос. реестр РФ. Для калибровки этого
            не требуется. Её может осуществить любая лаборатория, имеющая подходящее оборудование для измерения нужных
            параметров, и при этом сам инструмент может отсутствовать в реестре.
          </p>
          <p>
            Но как уже упоминалось, есть ФЗ №102, который обязывает в ряде случаев использовать только поверенный
            инструмент, и тут уже никуда не деться. Если же оценка качества делается «для себя», здесь вполне
            достаточно, и чаще всего проще и лучше, осуществить калибровку СИ.
          </p>
          <p>
            Ещё одно важное различие — это как трактуются результаты испытаний. При выпуске из поверки есть 2 варианта —
            либо СИ соответствует действующим стандартам и признаётся годным, либо нет и, соответственно, бракуется. В
            свою очередь при калибровке не стоит задача проверить, удовлетворяют ли полученные значения требованиям
            чего-либо. В документе зачастую указываются лишь полученные метрологические данные, без указания
            соответствия классу, ГОСТу, ТУ и т. п.
          </p>
          <h2
            id="link3"
            class="mt-8 mb-4 text-2xl font-bold">
            Где можно откалибровать СИ?
          </h2>
          <p>
            По своей сути, калибровка — добровольный процесс, и законодательством особо не регулируемая. Любая
            подходящая лаборатория может провести испытания СИ с целью выявления его истинных метрологических
            характеристик. Но в ряде случаев результаты калибровки могут использоваться официально, допустим при
            возникновении споров между производителем и потребителем, или в суде. В этом случае будет намного лучше,
            если выдавший заключения орган будет иметь определённый статус, позволяющий не сомневаться в его
            компетенции. Лучше всего — если организация будет
            <strong>аттестована на право проведения калибровочных работ</strong>.
          </p>
          <div class="my-6 flex justify-center">
            <HelperArticleImg
              img-name="attestat_kalibrovki"
              alt="Образец аттестата акредитации"
              class="max-w-full rounded-xl shadow" />
          </div>
          <p>
            Как и в случае с поверкой, метрологическая служба организации (юр. лица) может пройти аккредитацию в
            соответствующих гос. органах на право осуществлять калибровку средств измерения (чаще всего этот процесс
            проводят одновременно с аккредитацией на право поверки). При успешном выполнении всех необходимых условий
            данной службе выдаётся аттестат аккредитации на право проведения калибровочных работ (номер аттестата
            обязательно указывается в свидетельстве о калибровке) и присваивается уникальный шифр, который будет
            использоваться в калибровочном клейме. На сайте Росреестра имеется
            <a
              href="http://www.fundmetrology.ru/037_kk/2list_kk.aspx"
              target="_blank"
              class="text-indigo-600 underline-offset-4 hover:underline"
              >база шифров калибровочных клейм</a
            >, в которой можно найти организацию по её шифру, или проверить наличие данного шифра (и соответственно
            аккредитации) у какой-либо организации.
          </p>
          <p>
            В подавляющем большинстве случаев организации, имеющие право поверки, также аккредитованы на право
            проведения калибровочных работ. Например, все региональные центры сертификации (ЦСМ) могут выписать
            свидетельство как о поверке, так и калибровке. Но некоторые лаборатории аккредитуются только на право
            калибровки (так как эта процедура значительно легче), и здесь заказчику важно чётко понимать разницу между
            этими двумя понятиями, а также заранее уточнить, какое свидетельство он получит.
          </p>
          <p>
            Для калибровки СИ в нашем регионе мы можем рекомендовать следующие организации, услугами которых пользуемся:
          </p>
          <ul class="list-disc space-y-2 pl-6">
            <li>
              <a
                href="http://chelcsm.ru/"
                target="_blank"
                class="text-indigo-600 underline-offset-4 hover:underline"
                >ФБУ «Челябинский ЦСМ»</a
              >
            </li>
            <li>
              <a
                href="http://kcsm45.ru/"
                target="_blank"
                class="text-indigo-600 underline-offset-4 hover:underline"
                >ФБУ «Курганский ЦСМ»</a
              >
            </li>
            <li>
              <a
                href="http://chiz.ru/laboratoy/"
                target="_blank"
                class="text-indigo-600 underline-offset-4 hover:underline"
                >ЦИЛ ООО НПП «Челябинский инструментальный завод»</a
              >
            </li>
            <li>
              <a
                href="http://vniitf.ru/ms/"
                target="_blank"
                class="text-indigo-600 underline-offset-4 hover:underline"
                >Метрологическая служба ФГУП «РФЯЦ-ВНИИТФ им. академ. Е.И. Забабахина», г. Снежинск</a
              >
            </li>
          </ul>
          <h2
            id="link4"
            class="mt-8 mb-4 text-2xl font-bold">
            Как оформляются результаты калибровки?
          </h2>
          <p>
            В большинстве случаев на откалиброванный измерительный инструмент выписывается
            <strong>сертификат (или свидетельство) о калибровке</strong>. В нём обязательно должна присутствовать
            информация о калибровщике, откалиброванном СИ, дата выписки документа, результаты калибровки и печать
            организации либо её калибровочное клеймо.
          </p>
          <div class="my-6 flex justify-center">
            <HelperArticleImg
              img-name="sert_kalibrovka"
              alt="Образец калибровочного сертификата"
              class="max-w-full rounded-xl shadow" />
          </div>
          <p>
            В результатах калибровки указываются полученные при измерениях величины. Также здесь может подтверждаться
            соответствие полученных данных какому-либо ГОСТу, ТУ и т.п. Но заключения «годен» или «не годен» здесь быть
            не должно. Решение о том, удовлетворяют ли параметры инструмента его сфере применения должно приниматься
            самим заказчиком.
          </p>
          <p>
            В отличие от свидетельства о поверке, в калибровочном сертификате не указывается срок его действия.
            Периодичность калибровки здесь также должен определять непосредственно собственник СИ, исходя из частоты
            использования, условий работы и т.п.
          </p>
          <p>
            Если организация аккредитована на право калибровки СИ, информация об этом отражается в сертификате. Кроме
            того, в ней может стоять знак РСК — это говорит о вхождении калибровщика в Российскую Систему Калибровки.
            Наличие данных сведений является косвенным подтверждением качества проведённых работ и повышает
            доверительность документа.
          </p>
          <p>
            В некоторых случаях информация о калибровке заносится в паспорт изделия. Зачастую это происходит на
            предприятиях-производителях при выпуске продукции из производства, когда они хотят дополнительно подтвердить
            качество изделия. Конечно, чтобы такая калибровка имела смысл, само предприятие должно быть аккредитовано на
            право калибровки.
          </p>
          <h2
            id="link5"
            class="mt-8 mb-4 text-2xl font-bold">
            Расшифровка калибровочного клейма.
          </h2>
          <p>
            Наличие в документе калибровочного клейма является свидетельством аккредитации калибровщика. Форма и
            содержание калибровочных клейм соответствует поверочным клеймам с той разницей, что знак поверки РСТ здесь
            заменяется на знак калибровки К.
          </p>
          <p>Форма клейма может быть следующей:</p>
          <ul class="list-disc space-y-2 pl-6">
            <li>
              <strong>круглая</strong> — для региональных центров стандартизации и метрологии (гос. органы ГМС и ГНМЦ);
            </li>
            <li><strong>прямоугольная</strong> — для средств измерений, выпускаемых из производства;</li>
            <li><strong>квадратная</strong> — для средств измерений, находящихся в эксплуатации и после ремонта.</li>
          </ul>
          <div class="my-6 flex justify-center">
            <HelperArticleImg
              img-name="kalibrovka-kleyma"
              alt="Расшифровка калибровочного клейма"
              class="max-w-full rounded-xl shadow" />
          </div>
          <p>В символах калибровочного клейма содержится следующая информация:</p>
          <ul class="list-disc space-y-2 pl-6">
            <li>
              <strong>знак К</strong>, используемый для идентификации калибровочного клейма в Российской системе
              калибровки;
            </li>
            <li>
              <strong>условный шифр</strong> аккредитующего органа, имеющего право проведения калибровочных работ (две
              буквы русского алфавита), или метрологической службы юридического лица, аккредитованного на право
              проведения калибровочных работ (три буквы русского алфавита). Все шифры калибровочных клейм собраны в
              единую базу Росстандарта;
            </li>
            <li><strong>две последние цифры года</strong> применения калибровочного клейма;</li>
            <li>
              <strong>индивидуальный знак калибровщика</strong> — обозначается одной из букв, взятых из русского,
              латинского или греческого алфавитов;
            </li>
          </ul>
          <p>
            В случае необходимости клеймо может содержать дополнительную информацию, например,
            <strong>квартал</strong> (I, II, III, IV) или <strong>месяц</strong> (1, 2, 3…) года, в котором проводилась
            калибровка СИ.
          </p>
          <h2
            id="link6"
            class="mt-8 mb-4 text-2xl font-bold">
            В чем преимущества калибровки?
          </h2>
          <p>
            В настоящее время сложилась ситуация, когда неоправданно часто заказывается поверка СИ. Большинство
            потребителей, в том числе небольшие производства и частные лица, хотят иметь поверенный инструмент. Хотя по
            ФЗ №102 их деятельность не регулируется государством, и необходимости в этой операции нет. Во многих таких
            случаях для проверки качества СИ вполне достаточно, и даже лучше, заказать его калибровку.
          </p>
          <p>
            Во-первых, это проще. Организаций, которые оказывают услуги по калибровке больше, чем аналогичных
            поверителей. Сейчас многие небольшие лаборатории аккредитуются в РСК (Российской Системе Калибровки), и
            имеют право выписывать официальные сертификаты, признаваемые даже в суде и других официальных учреждениях.
            Сроки и цены у них зачастую ниже, чем у аккредитованных поверителей, «заваленных» заказами опять же из-за
            излишней распространённости поверки.
          </p>
          <p>
            Во-вторых, в результате калибровки вы узнаёте действительные параметры инструмента. При поверке результата
            только 2 — годен или нет. Здесь же потребитель сам определяет, удовлетворяют ли характеристики СИ его
            потребностям. Допустим, вам откалибровали концевую меру длины, и полученное значение отклоняется от номинала
            больше, чем это разрешено ГОСТом. По правилам поверки — это брак. Но зная теперь действительный размер меры,
            вы можете продолжать ей пользоваться, просто производя при измерениях корректировку показаний на величину
            отклонения. Или при калибровке оказалось, что погрешность индикатора ИЧ-10 не 0,020 мм, как предписывается
            ГОСТом, а 0,025 мм. Но если вы измеряете размеры в основном с точностью «до десятки» (0,1 мм), то данное
            расхождение не критично, и можно вполне продолжать пользоваться инструментом, а не покупать новый.
          </p>
          <p>
            Кроме того, некоторый инструмент просто нельзя поверить. Помимо СИ, не включённого в Госреестр, сюда
            относятся ещё так называемые СДК — средства допускового контроля. Это калибры, шаблоны, щупы и т.п. То есть
            инструменты, которые регулируют геометрические параметры проверяемого изделия (методом проход-непроход), но
            при этом не определяют его значения. Данную группу остаётся только калибровать.
          </p>
          <p>
            В целом, калибровка для нашей страны довольно новое понятие. Официально оно появилось только в 1993 году,
            когда пришло на замену термину «ведомственная поверка», как часть процесса «разгосударствления» системы
            контроля (может, отсюда и желание наших граждан всё поверять). Интересно, что на Западе развитие
            калибровочных работ шло диаметрально иным путём. Там изначально государством контролировалась очень
            небольшая номенклатура СИ, а предприятия расширяли и улучшали сферу калибровки с целью повышения
            конкурентоспособности продукции. Даже термин «verification» — поверка, сейчас зачастую заменяется на
            «official calibration» — официальная калибровка. России же ещё только предстоит привыкать к новым стандартам
            и развивать систему калибровки до международного признания её результатов и обеспечения доверия к качеству
            выполненных работ со стороны клиентов и партнёров.
          </p>
          <div class="rounded-lg border-2 border-fuchsia-400 bg-fuchsia-50 p-4">
            <p>
              Обращаем внимание, что в разделе
              <a
                href="/materials"
                class="text-indigo-600 underline-offset-4 hover:underline"
                target="_blank"
                >«Материалы»</a
              >
              нашего сайта можно найти стандарты качества (<a
                href="/materials/standards"
                class="text-indigo-600 underline-offset-4 hover:underline"
                >ГОСТ, ТУ</a
              >) и методики поверки (<a
                href="/materials/grsi"
                class="text-indigo-600 underline-offset-4 hover:underline"
                >Описания типов, МИ</a
              >) на измерительный инструмент.
            </p>
          </div>

          <HelperAlarm>
            <template #title>Остались вопросы?</template>
            <p>
              Позвоните нашим менеджерам по телефону
              <a
                href="tel:+73517907748"
                class="text-indigo-600 underline-offset-4 hover:underline"
                >+7 (351) 790-77-48</a
              >, напишите на e-mail
              <a
                href="mailto:info@chelinstrument.ru"
                class="text-indigo-600 underline-offset-4 hover:underline"
                >info@chelinstrument.ru</a
              >, либо воспользуйтесь
              <button
                class="text-indigo-600 underline-offset-4 hover:underline"
                @click="showFeedback()">
                формой обратной связи</button
              >.
            </p>
          </HelperAlarm>
        </div>
      </section>
    </main>
  </article>
</template>
