<script setup>
useTitle('Как выбрать штангенциркуль — Челябинский Инструмент | Статья')
useSeoMeta({
  description:
    'Штангенциркуль — это универсальный измерительный инструмент, используемый для точного измерения линейных размеров, глубины и внутренних диаметров. В статье рассмотрены основные типы штангенциркулей, их конструктивные особенности, а также даны рекомендации по выбору подходящей модели в зависимости от задач и условий эксплуатации.',
})
const company = useCompany()
</script>

<template>
  <article class="mx-4 my-8">
    <header class="mb-8">
      <h1 class="font-accent border-b border-gray-300 pb-2 text-3xl">Как выбрать штангенциркуль?</h1>
    </header>

    <section class="space-y-10">
      <div class="space-y-6">
        <div class="my-4 flex justify-center">
          <HelperArticleImg
            img-name="choose_caliper"
            alt="Штангенциркуль"
            class="max-w-full rounded-xl shadow" />
        </div>
        <p class="border-b border-gray-300 pb-2 italic">
          <strong>Штангенциркуль</strong> — самый универсальный и распространенный измерительный инструмент. Он
          позволяет измерять линейные наружные и внутренние размеры длиной до 4 метров с точностью до 0,01 мм. В мире
          выпускается большое разнообразие различных видов штангенциркулей, поэтому при покупке возникает вопрос, какой
          штангенциркуль выбрать, чтобы он наиболее полно удовлетворял потребностям? Данная статья поможет разобраться в
          этом.
        </p>
        <p>
          В конструкции всех штангенциркулей есть общие элементы — они состоят из штанги, соединенной с неподвижной
          губкой, на которую одевается рамка с подвижной губкой. На штангу нанесена цифровая измерительная штриховая
          шкала для определения размеров (в основном метрическая, но может быть и двойной — миллиметры/дюймы). Сверху на
          рамке устанавливается стопорный винт для закрепления на нужный размер. Дальше начинаются различия, речь о
          которых и пойдет ниже.
        </p>
        <div class="my-6 flex justify-center">
          <HelperArticleImg
            img-name="shtangen-shema"
            alt="Общее строение штангенциркуля"
            class="max-w-full rounded-xl shadow" />
        </div>
        <h2 class="mt-8 mb-4 text-2xl font-bold">Типы штангенциркулей по способу снятия показаний</h2>
        <div class="space-y-6">
          <p class="">
            Главное, с чего стоит начать, это способ снятия показаний. Все штангенциркули делятся на три основных типа:
          </p>
          <div class="grid grid-cols-1 items-center gap-4 rounded-lg border-2 border-fuchsia-200 p-4 md:grid-cols-2">
            <div class="">
              <p>
                <strong>Нониусные штангенциркули (тип ШЦ)</strong> — классический тип штангенциркулей, отсчет показаний
                на которых производится по штриховой шкале. Принцип работы основан на совмещении рисок, нанесенных на
                штангу, с рисками на специальной измерительной планке, называемой «нониус». Штангенциркули данного типа
                выпускаются с точностью измерений 0,1 мм, 0,05 мм и 0,02 мм.
              </p>
              <UButton
                to="/catalog/shtangentsirkuli?f=65"
                label="Открыть в каталоге"
                variant="subtle"
                target="_blank"
                class="mt-4" />
            </div>
            <div class="flex justify-center">
              <HelperArticleImg
                img-name="SHC_nonius"
                alt="Нониусные штангенциркули ШЦ"
                class="max-w-full rounded-xl shadow" />
            </div>
          </div>
          <div class="grid grid-cols-1 items-center gap-4 rounded-lg border-2 border-fuchsia-200 p-4 md:grid-cols-2">
            <div>
              <p>
                <strong>Цифровые штангенциркули (тип ШЦЦ)</strong> — более современная модель, отсчет показаний по
                которой осуществляется с использованием цифрового электронного табло. Этот тип обладает высокой
                точностью отсчета - 0,01 мм. Кроме того, программное обеспечение штангенциркулей позволяет установить
                «0» в любой точке отсчета, перевести единицы измерения в мм/дюймы, передать показания на персональный
                компьютер.
              </p>
              <UButton
                to="/catalog/shtangentsirkuli-shtsts-tsifrovye"
                label="Открыть в каталоге"
                variant="subtle"
                target="_blank"
                class="mt-4" />
            </div>
            <div class="flex justify-center">
              <HelperArticleImg
                img-name="SHCC"
                alt="Цифровые электронные штангенциркули ШЦЦ"
                class="max-w-full rounded-xl shadow" />
            </div>
          </div>
          <div class="grid grid-cols-1 items-center gap-4 rounded-lg border-2 border-fuchsia-200 p-4 md:grid-cols-2">
            <div>
              <p>
                <strong>Стрелочные штангенциркули с круговой шкалой (тип ШЦС или ШЦК)</strong> — для снятия показаний
                используется стрелочный индикатор, вмонтированный в подвижную рамку штангенциркуля. Преобразование
                линейного перемещение рамки во вращение стрелки индикатора осуществляется посредством использования в
                конструкции реечно-зубчатой передачи, которая кроме ее прямого назначения, также делает всю конструкцию
                штангенциркуля более жесткой. Выпускаются стрелочные штангенциркули с ценой деления 0,02 мм и 0,01 мм.
              </p>
              <UButton
                to="/catalog/shtangentsirkuli-shtsk-s-krugovoj-shkaloj"
                label="Открыть в каталоге"
                variant="subtle"
                target="_blank"
                class="mt-4" />
            </div>
            <div class="flex justify-center">
              <HelperArticleImg
                img-name="SHCK"
                alt="Стрелочные штангенциркули ШЦС или ШЦК"
                class="max-w-full rounded-xl shadow" />
            </div>
          </div>
        </div>
        <h2 class="mt-8 mb-4 text-2xl font-bold">Типы штангенциркулей по форме выпуска (ГОСТ 166-89)</h2>
        <div class="space-y-6">
          <p>
            Следующая важная характеристика - это тип штангенциркуля по форме выпуска. Согласно ГОСТ 166-89, здесь также
            существует три типа:
          </p>
          <div class="grid grid-cols-1 items-center gap-4 rounded-lg border-2 border-fuchsia-200 p-4 md:grid-cols-2">
            <div>
              <p>
                <strong>Тип ШЦ-I</strong> — штангенциркуль с измерительными верхними и нижними губками и глубиномером.
                Данный тип позволяет измерять внутренние и внешние размеры изделий, выдвижной глубиномер служит для
                определения высот различных канавок, уступов, неровностей и т.п. Выпускаются длиной до 300 мм - модели
                ШЦ-I-125, ШЦ-I-150, ШЦ-I-200, ШЦ-I-250, ШЦ-I-300. Это самый универсальный и распространенный тип. Их ещё
                называют "колумбус" - от названия фирмы "Columbus", которая в свое время массово поставляла такие
                штангенциркули в СССР.
              </p>

              <UButton
                to="/catalog/shtangentsirkuli-shts-i-s-glubinomerom"
                label="Открыть в каталоге"
                variant="subtle"
                target="_blank"
                class="mt-4" />
            </div>
            <div class="flex justify-center">
              <HelperArticleImg
                img-name="shc-I"
                alt="Штангенциркуль типа ШЦ-I"
                class="max-w-full rounded-xl shadow" />
            </div>
          </div>
          <div class="grid grid-cols-1 items-center gap-4 rounded-lg border-2 border-fuchsia-200 p-4 md:grid-cols-2">
            <div>
              <p>
                <strong>Тип ШЦ-II</strong> — штангенциркуль с верхними разметочными и нижними измерительными губками.
                Главное отличие - это острозаточенные верхние губки, позволяющие производить разметку на металлических,
                пластиковых и других поверхностях. Нижние губки служат для измерения наружных и внутренних линейных
                размеров. При измерении внутренних размеров к показаниям отсчетного устройства штангенциркуля необходимо
                прибавить толщину самих губок, это число указано непосредственно на губке, обычно 10 мм. Закругленная
                конструкция измерительных поверхностей позволяет измерять цилиндрические внутренние размеры. В отличие
                от типа ШЦ-I, здесь нет глубиномера. Выпускаются с длиной штанги до 2000 мм, самая «ходовая» модель -
                ШЦ-II-250.
              </p>

              <UButton
                to="/catalog/shtangentsirkuli-shts-ii-razmetochnye"
                label="Открыть в каталоге"
                variant="subtle"
                target="_blank"
                class="mt-4" />
            </div>
            <div class="flex justify-center">
              <HelperArticleImg
                img-name="SHC2"
                alt="Штангенциркули типа ШЦ-II"
                class="max-w-full rounded-xl shadow" />
            </div>
          </div>
          <div class="grid grid-cols-1 items-center gap-4 rounded-lg border-2 border-fuchsia-200 p-4 md:grid-cols-2">
            <div>
              <p>
                <strong>Тип ШЦ-III</strong> — штангенциркуль с нижними измерительными губками. Служит только для
                определения линейных размеров. Как и в случае с ШЦ-II, на губках указана их толщина, этот число
                необходимо прибавить к показаниям штангенциркуля при измерении внутренних размеров. Назначение данного
                типа - измерение относительно больших величин. Выпускаются длиной до 4 метров (модель ШЦ-III-4000), хотя
                существует и «маленький» типоразмер ШЦ-III-160.
              </p>

              <UButton
                to="/catalog/shtangentsirkuli-shts-iii-odnostoronnie"
                label="Открыть в каталоге"
                variant="subtle"
                target="_blank"
                class="mt-4" />
            </div>
            <div class="flex justify-center">
              <HelperArticleImg
                img-name="SHC3"
                alt="Штангенциркули типа ШЦ-III"
                class="max-w-full rounded-xl shadow" />
            </div>
          </div>
        </div>
        <h2 class="mt-8 mb-4 text-2xl font-bold">Специальные типы штангенциркулей</h2>
        <p>
          Кроме указанных основных трех типов, еще выпускаются специальные типы штангенциркулей, конструкция которых
          позволяет решать специфичные, узкоспециализированные задачи. Вот некоторые из них:
        </p>
        <div class="space-y-6">
          <div class="grid grid-cols-1 items-center gap-4 rounded-lg border-2 border-fuchsia-200 p-4 md:grid-cols-2">
            <div>
              <p>
                <strong>Штангенциркули разметочные</strong> (обычно обозначаются ШЦР, ШЦСР). Предназначены только для
                разметки материалов, для чего применяется специальная конструкция с острозаточенными нижними губками.
                Выпускаются модели с диапазоном 0-150 мм, 0-200 мм, 0-300 мм и 0-500 мм.
              </p>
            </div>
            <div class="flex justify-center">
              <HelperArticleImg
                img-name="SHC_razmet"
                alt="Штангенциркули разметочные ШЦР"
                class="max-w-full rounded-xl shadow" />
            </div>
          </div>
          <div class="grid grid-cols-1 items-center gap-4 rounded-lg border-2 border-fuchsia-200 p-4 md:grid-cols-2">
            <div>
              <p>
                <strong>Штангенциркули для измерения внутренних/наружных канавок.</strong> Имеют нижние губки
                определённой формы, позволяющие вставлять их в пазы канавок. Основные типоразмеры для внутренних
                канавок: 20-170 мм, 25-225 мм, 30-330 мм, 50-560 мм; для наружных канавок: 0-150 мм, 0-200 мм, 0-300 мм,
                0-500 мм.
              </p>
            </div>
            <div class="flex justify-center">
              <HelperArticleImg
                img-name="SHC_kanav"
                alt="Штангенциркули для внутренних/наружных канавок"
                class="max-w-full rounded-xl shadow" />
            </div>
          </div>
          <div class="grid grid-cols-1 items-center gap-4 rounded-lg border-2 border-fuchsia-200 p-4 md:grid-cols-2">
            <div>
              <p>
                <strong>Штангенциркули для измерения стенок труб.</strong> В данной конструкции неподвижная губка
                выполнена в форме стержня, что позволяет измерять толщины цилиндрических объектов даже небольшого
                диаметра. Выпускаются модели с диапазонами от 0-150 мм до 0-500 мм.
              </p>
            </div>
            <div class="flex justify-center">
              <HelperArticleImg
                img-name="SHC_trub"
                alt="Штангенциркули для стенок труб"
                class="max-w-full rounded-xl shadow" />
            </div>
          </div>
          <div class="grid grid-cols-1 items-center gap-4 rounded-lg border-2 border-fuchsia-200 p-4 md:grid-cols-2">
            <div>
              <p>
                <strong>Штангенциркули для измерения деталей с перепадов высот</strong> (другое название — для измерения
                уступов). «Фишка» данной модели — неподвижную губку с помощью прижима можно регулировать по высоте,
                сделать её выше или ниже подвижной губки. Особенно удобно пользоваться на деталях со ступенчатым
                профилем, где затруднительно снимать показания штангенциркулем обычной формы.
              </p>
            </div>
            <div class="flex justify-center">
              <HelperArticleImg
                img-name="SHC_ustup"
                alt="Штангенциркули для уступов"
                class="max-w-full rounded-xl shadow" />
            </div>
          </div>
          <p>
            Существуют и другие специфичные виды штангенциркулей - для измерения расстояний между центрами отверстий,
            измерения тормозных барабанов автомобилей, с переставляемыми губками и т.д. В последнее время производители
            довольно живо реагируют на потребности пользователя, выпуская все больше экзотических форм инструмента.
          </p>
        </div>
        <h2 class="mt-8 mb-4 text-2xl font-bold">Длина губок</h2>

        <div class="my-6 grid grid-cols-1 items-center gap-4 rounded-lg border-2 border-fuchsia-200 p-4 md:grid-cols-2">
          <div class="space-y-4">
            <p>
              Ещё один важный параметр - это длина губок. Стандартно штангенциркули выпускаются со следующими губками:
            </p>
            <table class="mx-auto min-w-max table-auto border border-slate-300">
              <thead class="bg-slate-100">
                <tr>
                  <th class="border px-2 py-1">Длина штанги</th>
                  <th class="border px-2 py-1">Номинальная длина губок</th>
                </tr>
              </thead>
              <tbody>
                <tr>
                  <td class="border px-2 py-1">125 мм, 150 мм</td>
                  <td class="border px-2 py-1">40 мм</td>
                </tr>
                <tr>
                  <td class="border px-2 py-1">200 мм</td>
                  <td class="border px-2 py-1">50 мм</td>
                </tr>
                <tr>
                  <td class="border px-2 py-1">250 мм, 300 мм</td>
                  <td class="border px-2 py-1">60 мм</td>
                </tr>
                <tr>
                  <td class="border px-2 py-1">400 мм, 500 мм, 630 мм, 800 мм</td>
                  <td class="border px-2 py-1">100 мм</td>
                </tr>
                <tr>
                  <td class="border px-2 py-1">1000 мм, 1600 мм, 2000 мм</td>
                  <td class="border px-2 py-1">125 мм</td>
                </tr>
              </tbody>
            </table>
            <p>
              Чаще всего, этой длины вполне достаточно. Если же нужно измерить объемный предмет (к примеру, достаточно
              большой диаметр цилиндрической поверхности), или узнать размер в труднодоступном месте, здесь потребуется
              штангенциркуль с удлиненными губками. Такими выпускаются только штангенциркули II и III типов (ШЦ-II и
              ШЦ-III). Для них длина нижних губок может составлять 90, 100 , 125, 150, 200, 250 и 300 мм. Нужно
              определиться с необходимой в вашем случае длиной, и указать этот параметр при заказе.
            </p>
          </div>
          <div class="flex justify-center">
            <HelperArticleImg
              img-name="SHC_udlin"
              alt="Штангенциркули с удлинёнными губками"
              class="max-w-100 rounded-xl shadow" />
          </div>
        </div>
        <h2 class="mt-8 mb-4 text-2xl font-bold">Материал губок</h2>

        <div class="my-6 grid grid-cols-1 items-center gap-4 rounded-lg border-2 border-fuchsia-200 p-4 md:grid-cols-2">
          <div class="space-y-4">
            <p>
              Также стоит обратить внимание на материал измерительных поверхностей. Основная масса всех штангенциркулей
              производится из углеродистой конструкционной или нержавеющей стали, измерительные поверхности подвергаются
              закалке до 60 HRC. Это позволяет обеспечить высокие эксплуатационные качества инструмента.
            </p>

            <p>
              Но бывают ситуации, когда требуется повышенная твердость поверхностей, например, при разметке
              высокопрочных материалов, при работе с абразивными материалами, или когда вы хотите максимально продлить
              срок службы штангенциркуля. Для таких случаев существуют
              <strong> штангенциркули с твердосплавными поверхностями</strong>. Их особенность - твердосплавные напайки
              в рабочей зоне инструмента. Недостаток у данной модификации только один - высокая цена, так что необходимо
              обоснованно подходить к их выбору.
            </p>

            <UButton
              to="/catalog/shtangentsirkuli-shtst-tverdosplavnye"
              label="Открыть в каталоге"
              variant="subtle"
              target="_blank"
              class="" />
          </div>
          <div class="flex justify-center">
            <HelperArticleImg
              img-name="SHCT"
              alt="Твердосплавные штангенциркули ШЦТ"
              class="max-w-100 rounded-xl shadow" />
          </div>
        </div>
        <h2 class="mt-8 mb-4 text-2xl font-bold">Производители штангенциркулей</h2>
        <div class="space-y-4">
          <p>
            И в конце несколько слов о производителях. В сегодняшней ситуации потребителю сложно уследить за постоянно
            появляющимися новыми марками и брэндами, а выбор качественного инструмента становится лотереей. Мы
            рекомендуем штангенциркули следующих производителей:
          </p>
          <ul class="list-disc pl-6">
            <li>Ставропольский инструментальный завод (СТИЗ)</li>
            <li>Челябинский инструментальный завод (ЧИЗ)</li>
            <li>
              Guilin Measuring & Cutting Tool Co. Ltd. (высокотехнологичный китайский завод, в Россию инструмент
              поставляется под марками Griff, Shan и др.)
            </li>
          </ul>
          <p>
            Инструмент от данных предприятий обеспечивает надлежащее качество, и в отличие от «европейских» поставщиков
            продается по реальным ценам. Модели внесены в Государственный реестр средств измерений, что позволяет при
            необходимости осуществить их поверку.
          </p>
        </div>

        <h2 class="mt-8 mb-4 text-2xl font-bold">Примеры обозначения для заказа</h2>
        <div class="space-y-4">
          <p>
            Теперь вы знаете, чем отличаются различные типы штангенциркулей, и понимаете особенности их конструкции.
            Давайте рассмотрим некоторые примеры обозначения для заказа:
          </p>
          <div class="rounded-lg border border-teal-400 bg-gray-100 p-4 text-teal-600">
            <em>Штангенциркуль ШЦ-I-150-0.05</em> — нониусный штангенциркуль I типа (с измерительными верхними и нижними
            губками и глубиномером), диапазон измерений от 0 до 150 мм, точность измерений 0,05 мм.
          </div>
          <div class="rounded-lg border border-teal-400 bg-gray-100 p-4 text-teal-600">
            <em>Штангенциркуль ШЦК-I-200-0,02</em> — стрелочный штангенциркуль I типа, диапазон измерений от 0 до 200
            мм, цена деления индикаторной головки — 0,02 мм.
          </div>
          <div class="rounded-lg border border-teal-400 bg-gray-100 p-4 text-teal-600">
            <em>Штангенциркуль ШЦТ-II-250-0.05</em> — нониусный штангенциркуль II типа, с твердосплавными разметочными
            губками, диапазон измерений от 0 до 250 мм, точность отсчета 0,05 мм.
          </div>
          <div class="rounded-lg border border-teal-400 bg-gray-100 p-4 text-teal-600">
            <em>Штангенциркуль ШЦЦ-III-500-0.01 губк. 200</em> — электронный штангенциркуль III типа (с нижними
            губками), диапазон измерений от 0 до 500 мм, дискретность измерений 0,01 мм, с удлиненными губками 200 мм.
          </div>
        </div>
        <p>Как видите, ничего сложного. Надеемся, статья поможет вам сделать правильный выбор!</p>
      </div>
      <HelperAlarm>
        <template #title>Остались вопросы?</template>
        <p>
          Позвоните нашим менеджерам по телефону
          <a
            :href="'tel:' + company.phones[0]"
            class="text-indigo-600 underline-offset-4 hover:underline"
            >{{ company.phones[0] }}</a
          >, напишите на e-mail
          <a
            :href="'mailto:' + company.mails[0]"
            class="text-indigo-600 underline-offset-4 hover:underline"
            >{{ company.mails[0] }}</a
          >, либо задайте вопрос через
          <button
            class="text-indigo-600 underline-offset-4 hover:underline"
            @click="showFeedback()">
            формой обратной связи</button
          >.
        </p>
      </HelperAlarm>
    </section>
  </article>
</template>
